Repository: tunx404/dotfiles
Catalog: .local/share/cinnamon/applets/sticky@scollins/po/*.po
Languages: es

source: Change theme
es: Cambiar el tema

source: Edit title
es: Cambiar el título

source: Add title
es: Añadir el título

source: Copy
es: Copiar

source: Paste
es: Pegar

source: About...
es: Acerca de...

source: Configure...
es: Configurar...

source: Remove this note
es: Eliminar este nota

source: Title
es: Título

source: Switch to check list
es: Cambiar a lista de verificación

source: Switch to regular note
es: Cambiar a nota regular

source: Remove completed items
es: Sacar los artículos

source: New note
es: Nota nueva

source: New check-list
es: Lista de verificación nueva

source: Pin notes (keep on top)
es: Apuntalar las notas (hacer que se queden arriba de todo)

source: Hide notes
es: Obscurar las notas

source: Back up notes
es: Hacer un archivo

source: Restore from backup
es: Restaurar desde un archivo

source: This will permanently remove all existing notes. Are you sure you want to continue?
es: Esto eliminará permanentemente todas las notas existentes. Estás seguro de que quieres continuar?

source: Behavior
es: Comportamiento

source: When Cinnamon starts
es: Cuando empieza Cinnamon

source: Show notes above windows
es: Colocar las notas encima de las ventanas

source: Restore previous state
es: Recordar el estado anterior

source: Show notes on Desktop
es: Colocar las notas encima del escritorio

source: Appearance
es: Apariencia

source: Default height
es: Altura inicial

source: Default width
es: Anchura inicial

source: Default theme
es: Color inicial

source: Blue
es: Azul

source: Pink
es: Rosado

source: Brown
es: Marrón

source: Purple
es: Púrpura

source: Random
es: Al azar

source: Aqua
es: Turquesa

source: Sand
es: Tostado

source: Green
es: Verde

source: Teal
es: Verde azulado

source: Orange
es: Anaranjado

source: Red
es: Rojo

source: Show shadow behind notes
es: Dibujar una sombra abajo de las notas

source: Warning: this has been known to slow down some computers - not recommended on older hardware
es: Advertencia: la computadora puede funcionar mas despacio - no se recomienda en hardware antiguo

source: Font
es: Fuente

source: Applet that allows you to manage desktop notes
es: Es un Applet que se permite administrar notas de escritorio

source: Stephen Collins - Author
es: Stephen Collins - Autor

source: This applet is designed to be a simple, quick, and easy-to-use note utility. While there is some customization available, the emphasis is on making it feel as smooth and easy to use as possible.
es: Este applet está diseñado para ser una utilidad de notas sencilla, rápida y fácil de usar. Si bien hay algunas personalizaciones disponibles, el énfasis está en hacer que se sienta tan suave y fácil de usar como sea posible.
